Repository: browser-rs/Desire
Catalog: Desire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync Categories
zh_hans: 同步类目
zh_hant: 同步類別

source: Sync encryption failed: %@
zh_hans: 同步加密失败：%@
zh_hant: 同步加密失敗：%@

source: Sync Error
zh_hans: 同步错误
zh_hant: 同步錯誤

source: Sync Key
zh_hans: 同步密钥
zh_hant: 同步金鑰

source: Sync key does not match the server data
zh_hans: 同步密钥与服务器数据不匹配
zh_hant: 同步金鑰與伺服器資料不符

source: Sync key does not match this data
zh_hans: 同步密钥与该数据不匹配
zh_hant: 同步金鑰與該資料不符

source: Sync Now
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Server
zh_hans: 同步服务器
zh_hant: 同步伺服器

source: Sync server error
zh_hans: 同步服务器错误
zh_hant: 同步伺服器錯誤

source: Sync server returned invalid data
zh_hans: 同步服务器返回了无效数据
zh_hant: 同步伺服器回傳了無效資料

source: Sync session expired
zh_hans: 同步会话已过期
zh_hant: 同步工作階段已過期

source: Sync session expired — please sign in again.
zh_hans: 同步会话已过期，请重新登录。
zh_hant: 同步會話已過期，請重新登入。

source: Syncing…
zh_hans: 同步中…
zh_hant: 同步中…

source: System
zh_hans: 系统
zh_hant: 系統

source: System Access (CLI)
zh_hans: 系统访问（CLI）
zh_hant: 系統訪問（CLI）

source: System Prompt
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: Tab Containers
zh_hans: 标签页容器
zh_hant: 標籤頁容器

source: Tab Groups
zh_hans: 标签页分组
zh_hant: 分頁群組

source: Tab Overview
zh_hans: 标签页概览
zh_hant: 標籤頁概覽

source: Tab Overview (⇧⌘\)
zh_hans: 标签页概览 (⇧⌘\)
zh_hant: 標籤頁概覽 (⇧⌘\)

source: Tab Scope
zh_hans: 标签页范围
zh_hant: 標籤頁範圍

source: Tab Suspended
zh_hans: 此标签页已休眠
zh_hant: 此標籤頁已休眠

source: Tabs
zh_hans: 标签页
zh_hant: 標籤頁

source: Temperature
zh_hans: 温度
zh_hant: 溫度

source: Test
zh_hans: 测试
zh_hant: 測試

source: Test Connection
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing…
zh_hans: 测试中…
zh_hant: 測試中…

source: Text
zh_hans: 文字
zh_hant: 文字

source: The always-visible bar under the toolbar. Also in the View menu (⇧⌘B).
zh_hans: 工具栏下方常驻的书签栏。也可在"显示"菜单(⇧⌘B)切换。
zh_hant: 工具列下方常駐的書籤列。也可在「顯示」選單(⇧⌘B)切換。

source: The certificate for %@ is not trusted. %@
zh_hans: %@ 的证书不受信任。 %@
zh_hant: %@ 的憑證不受信任。 %@

source: The current window's tabs will be replaced by the archived session.
zh_hans: 当前窗口的标签页将被归档会话替换。
zh_hant: 目前視窗的分頁將被封存工作階段取代。

source: The download produced no file
zh_hans: 下载未生成文件
zh_hant: 下載未產生檔案

source: the external application
zh_hans: 外部应用
zh_hant: 外部應用程式

source: The model only produced its thinking and never wrote an answer. Try asking again, or switch model/service in Settings.
zh_hans: 模型只输出了思考过程、没有给出答复。可以再问一次，或在设置里换模型/服务。
zh_hant: 模型只輸出了思考過程、沒有給出答覆。可以再問一次，或在設定裡換模型/服務。

source: The model returned an empty response — nothing was generated. Usually the context is too long for this service or the endpoint failed upstream. Try /new to start a fresh conversation, or switch model/service in Settings.
zh_hans: 模型返回了空响应——没有生成任何内容。通常是上下文对该服务来说太长，或上游端点出了错。可以用 /new 开一个新对话，或在设置里切换模型/服务。
zh_hant: 模型回傳了空回應——沒有產生任何內容。通常是上下文對該服務來說太長，或上游端點發生錯誤。可以用 /new 開一個新對話，或在設定裡切換模型／服務。

source: The same call was denied or errored twice with identical arguments — repeating it rarely helps; a different approach does.
zh_hans: 同一个调用以相同参数被拒或报错两次——重复它通常没用，换个办法才有用。
zh_hant: 同一個呼叫以相同參數被拒或報錯兩次——重複它通常沒用，換個辣法才有用。

source: The server didn't respond. The site may be down, or a firewall is blocking the connection. Try reloading, or open the same URL in Safari to test.
zh_hans: 服务器没有响应。网站可能宕机，或防火墙拦截了连接。请尝试重新加载，或在 Safari 中打开同一网址测试。
zh_hant: 伺服器沒有回應。網站可能當機，或防火牆阻擋了連線。請嘗試重新載入，或在 Safari 開啟相同網址測試。

source: The site requires a client certificate. Open Settings → Privacy → Certificates to manage installed client certs.
zh_hans: 该网站需要客户端证书。打开 设置 → 隐私 → 证书 管理已安装的客户端证书。
zh_hant: 該網站需要用戶端憑證。開啟 設定 → 隱私權 → 憑證 以管理已安裝的用戶端憑證。

source: The site's certificate is not trusted by macOS. This often means your system clock is wrong, or a corporate / security product is intercepting the connection. Check Date & Time in System Settings, then reload.
zh_hans: 该网站的证书不受 macOS 信任。这通常意味着系统时间不正确，或企业/安全软件正在拦截连接。请在系统设置中检查日期与时间，然后重新加载。
zh_hant: 該網站的憑證不受 macOS 信任。這通常表示系統時間不正確，或企業/資安軟體正在攔截連線。請在系統設定中檢查日期與時間，然後重新載入。

source: Theme
zh_hans: 主题
zh_hant: 主題

source: Theme and accent color used across the entire app.
zh_hans: 整个应用使用的主题与强调色。
zh_hant: 整個 App 使用的主題與強調色。

source: These tools will run without asking for approval each time.
zh_hans: 这些工具不再逐次请求审批。
zh_hant: 這些工具不再逐次請求審批。

source: Thick
zh_hans: 粗
zh_hant: 粗

source: Thin
zh_hans: 细
zh_hant: 細

source: Thinking
zh_hans: 思考过程
zh_hant: 思考過程

source: Thinking…
zh_hans: 思考中…
zh_hant: 思考中…

source: This cannot be undone.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This connection is encrypted with HTTPS
zh_hans: 此连接使用 HTTPS 加密
zh_hant: 此連線使用 HTTPS 加密

source: This connection is not encrypted
zh_hans: 此连接未加密
zh_hant: 此連線未加密

source: This conversation
zh_hans: 本对话
zh_hant: 本對話

source: This download cannot be resumed
zh_hans: 该下载无法恢复
zh_hant: 該下載無法恢復

source: This file type can install software or run scripts. Download it anyway?
zh_hans: 此类文件可能安装软件或运行脚本，仍要下载吗？
zh_hant: 此類檔案可能安裝軟體或執行指令碼，仍要下載嗎？

source: This Month
zh_hans: 本月
zh_hant: 本月

source: This page is in
zh_hans: 此页面语言为
zh_hant: 此頁面語言為

source: This page may not have a readable article format.
zh_hans: 此页面可能不是文章排版。
zh_hant: 此頁面可能不具備文章排版。

source: This page wants to open: %@
zh_hans: 此页面想要打开： %@
zh_hant: 此頁面想要打開： %@

source: This removes all cookies and site data of the container. Websites will log you out.
zh_hans: 这将清空该容器的全部 Cookie 与站点数据，相关网站将退出登录。
zh_hant: 這將清空該容器的全部 Cookie 與站點資料，相關網站將退出登入。

source: This shortcut conflicts with: %@
zh_hans: 此快捷键与冲突：%@
zh_hant: 此快速鍵與以下衝突：%@

source: This Week
zh_hans: 本周
zh_hant: 本週

source: This will clear all saved camera, microphone, and location permission settings for all websites.
zh_hans: 这将清除所有网站保存的摄像头、麦克风和位置权限设置。
zh_hant: 這將清除所有網站儲存的攝影機、麥克風和位置權限設定。

source: This will permanently delete all saved passwords.
zh_hans: 此操作将删除所有保存的密码，不可撤销。
zh_hant: 此操作將刪除所有儲存的密碼，不可撤銷。

source: This will remove all cookies. Some websites may log you out.
zh_hans: 这将删除所有 Cookie。部分网站可能会退出登录。
zh_hant: 這將刪除所有 Cookie。部分網站可能會登出。

source: Tight
zh_hans: 紧凑
zh_hant: 緊湊

source: Time
zh_hans: 时间
zh_hant: 時間

source: Timing
zh_hans: 耗时分解
zh_hant: 耗時分解

source: Title
zh_hans: 标题
zh_hant: 標題

source: Today
zh_hans: 今天
zh_hant: 今天

source: Toggle Orientation
zh_hans: 切换方向
zh_hant: 切換方向

source: Token activity
zh_hans: Token 活动
zh_hant: Token 活動

source: Token prices are not filled in yet — set them in Settings → Agent → Cost to see what this costs.
zh_hans: 还没有填 Token 单价 —— 在设置 → Agent → 成本里填上就能看到花费。
zh_hant: 還沒有填 Token 單價 —— 在設定 → Agent → 成本裡填上就能看到花費。

source: Token usage for this conversation (provider-reported)
zh_hans: 本对话的 Token 用量（由提供商上报）
zh_hant: 本對話的 Token 用量（由提供商上報）

source: tokens
zh_hans: Token
zh_hant: Token

source: Tokens
zh_hans: Token
zh_hant: Token

source: Tool calls
zh_hans: 工具调用
zh_hant: 工具呼叫

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Total tokens
zh_hans: 累计 Token
zh_hant: 累計 Token

source: Touch
zh_hans: 触控
zh_hant: 觸控

source: Trace
zh_hans: 轨迹
zh_hant: 軌跡

source: tracking
zh_hans: 追踪
zh_hant: 追蹤

source: Tracking Protection
zh_hans: 跟踪保护
zh_hant: 追蹤保護

source: Tracking protection disabled
zh_hans: 追踪保护已停用
zh_hant: 追蹤保護已停用

source: Tracking protection enabled
zh_hans: 追踪保护已启用
zh_hant: 追蹤保護已啟用

source: Translate
zh_hans: 翻译
zh_hant: 翻譯

source: Translate this page to Chinese
zh_hans: 将此页面翻译成中文
zh_hant: 將此頁面翻譯成中文

source: Translate this page?
zh_hans: 翻译此页面？
zh_hant: 翻譯此頁面？

source: Translate…
zh_hans: 翻译…
zh_hant: 翻譯…

source: Trust Remote Rule Scripts
zh_hans: 信任远程规则脚本
zh_hant: 信任遠端規則腳本

source: Try to upgrade HTTP requests to HTTPS automatically.
zh_hans: 尝试将 HTTP 请求自动升级为 HTTPS。
zh_hant: 嘗試將 HTTP 請求自動升級為 HTTPS。

source: TTFB
zh_hans: 首字节
zh_hant: 首位元組

source: turns
zh_hans: 轮
zh_hant: 輪

source: Turns
zh_hans: 回合
zh_hant: 回合

source: turns saved so far
zh_hans: 轮对话已保存
zh_hant: 輪對話已儲存

source: Type a command…
zh_hans: 输入命令…
zh_hant: 輸入命令…

source: Undo
zh_hans: 撤销
zh_hant: 還原

source: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

source: Unknown Error
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unmute tab
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unpin
zh_hans: 取消固定
zh_hant: 取消固定

source: Unpin from Toolbar
zh_hans: 从工具栏取消固定
zh_hant: 從工具列取消釘選

source: Unverified
zh_hans: 未验证
zh_hant: 未驗证

source: update
zh_hans: 更新
zh_hant: 更新

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update & Relaunch
zh_hans: 更新并重新启动
zh_hant: 更新並重新啟動

source: Update Password for %@?
zh_hans: 为 %@ 更新密码吗？
zh_hant: 為 %@ 更新密碼嗎？

source: Upper bound on agent tool-loop iterations per turn (5–200).
zh_hans: Agent 每轮工具循环的步数上限（5–200）。
zh_hant: Agent 每輪工具迴圈的步數上限（5–200）。

source: Upper bound on completion length.
zh_hans: 单次回复长度上限。
zh_hant: 單次回覆長度上限。

source: URL
zh_hans: 地址
zh_hant: 網址

source: URL Match Patterns (one per line)
zh_hans: URL 匹配模式（每行一个）
zh_hant: URL 匹配模式（每行一個）

source: URL Pattern (e.g. example.com, * for all)
zh_hans: URL 模式（如 example.com, * 为全部）
zh_hant: URL 模式（如 example.com, * 為全部）

source: Usage
zh_hans: 使用统计
zh_hant: 使用統計

source: Use the getComments tool to read this page's comments, then summarize the main viewpoints, points of agreement and disagreement, and the overall sentiment.
zh_hans: 用 getComments 工具读取本页评论，总结主要观点、赞成与分歧点以及整体情绪。
zh_hant: 用 getComments 工具讀取本頁評論，總結主要觀點、贊成與分歧點以及整體情緒。

source: Use the getConversation tool to read this chat, then summarize what has been discussed and draft a suitable reply for me to send.
zh_hans: 用 getConversation 工具读取本对话，总结已讨论的内容并起草合适的回复供我发送。
zh_hant: 用 getConversation 工具讀取本對話，總結已討論的內容並起草合適的回覆供我傳送。

source: Used by the Home button and the New Tab page header.
zh_hans: 供主页按钮和新标签页页眉使用。
zh_hant: 供主畫面按鈕與新標籤頁頁首使用。

source: Used for highlights, focus rings, and primary buttons.
zh_hans: 用于高亮、聚焦环与主要按钮。
zh_hant: 用於高亮、聚焦環與主要按鈕。

source: Used to fill shipping and billing forms.
zh_hans: 用于填写收货与账单表单。
zh_hant: 用於填寫收貨與帳單表單。

source: Used to fill your first and last name into forms.
zh_hans: 用于在表单中填写姓名。
zh_hant: 用於在表單中填寫姓名。

source: Used when you type a query in the address bar.
zh_hans: 在地址栏输入查询时使用。
zh_hant: 在位址列輸入查詢時使用。

source: USER
zh_hans: 用户
zh_hant: 使用者

source: username
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username: %@
zh_hans: 用户名：%@
zh_hant: 使用者名稱：%@

source: Usernames start with a letter and use 3-32 letters, digits or underscores.
zh_hans: 用户名以字母开头，可使用 3-32 位字母/数字/下划线。
zh_hant: 使用者名稱以字母開頭，可使用 3-32 位字母/數字/底線。

source: value
zh_hans: 值
zh_hant: 值

source: Verification Code
zh_hans: 验证码
zh_hant: 驗證碼

source: Verification Code Field Detected
zh_hans: 检测到验证码输入框
zh_hant: 偵測到驗證碼輸入欄位

source: Version
zh_hans: 版本
zh_hant: 版本

source: via %@
zh_hans: 经 %@
zh_hant: 透過 %@

source: View
zh_hans: 显示
zh_hant: 顯示

source: View and delete individual cookies stored on this Mac.
zh_hans: 查看并删除本机上存储的各个 Cookie。
zh_hant: 檢視並刪除這部 Mac 上儲存的各個 Cookie。

source: View Release
zh_hans: 查看发行版
zh_hant: 查看發行版

source: View Source
zh_hans: 查看源代码
zh_hant: 檢視原始碼

source: Voice input
zh_hans: 语音输入
zh_hant: 語音輸入

source: Warn
zh_hans: 警告
zh_hant: 警告

source: Warn Before Downloading Harmful Files
zh_hans: 下载有害文件前警告
zh_hant: 下載有害檔案前警告

source: Warnings
zh_hans: 警告
zh_hant: 警告

source: Weak
zh_hans: 弱
zh_hant: 弱

source: Web Content
zh_hans: 网页内容
zh_hant: 網頁內容

source: Website Data
zh_hans: 网站数据
zh_hant: 網站資料

source: Website Permissions
zh_hans: 网站权限
zh_hant: 網站權限

source: Welcome to Desire
zh_hans: 欢迎使用 Desire
zh_hant: 歡迎使用 Desire

source: What Desire does when you launch it.
zh_hans: 启动 Desire 时进行的工作。
zh_hant: 啟動 Desire 時進行的工作。

source: What Desire sends to the search engine as you type.
zh_hans: 输入时 Desire 发送给搜索引擎的内容。
zh_hant: 輸入時 Desire 傳送給搜尋引擎的內容。

source: What the agent knows about the page you're on.
zh_hans: Agent 对当前页面的了解。
zh_hant: Agent 對當前頁面的瞭解。

source: Where captured screenshots are written.
zh_hans: 截图的写入位置。
zh_hant: 截圖的寫入位置。

source: Where downloaded files end up.
zh_hans: 下载文件的保存位置。
zh_hant: 下載檔案的儲存位置。

source: Where files and screenshots are saved by default.
zh_hans: 文件与截图的默认保存位置。
zh_hant: 檔案與截圖的預設儲存位置。

source: Where your sync account lives.
zh_hans: 你的同步账号所在的服务器地址。
zh_hant: 你的同步帳號所在的伺服器位址。

source: Whether Desire is the default handler for http(s) links.
zh_hans: Desire 是否为 http(s) 链接的默认处理程序。
zh_hant: Desire 是否為 http(s) 連結的預設處理程式。

source: Whether media starts playing automatically without your input.
zh_hans: 是否无需操作即自动开始播放媒体。
zh_hant: 是否無需操作即自動開始播放媒體。

source: Whether the system model is available right now.
zh_hans: 系统模型当前是否可用。
zh_hant: 系統模型當前是否可用。

source: Which service reviews the agent's work (reflect / self-review). A different model catches what the one being reviewed cannot — pick another service, or leave it on the chat's own.
zh_hans: 用哪个服务审查智能体的工作（reflect / 自评）。换一个模型才能看到被评审者自己看不到的问题——可以选另一个服务，也可以保持与当前对话同一服务。
zh_hant: 用哪個服務審查智能體的工作（reflect / 自評）。換一個模型才能看到被評審者自己看不到的問題——可以選另一個服務，也可以保持與目前對話同一服務。

source: White
zh_hans: 白色
zh_hant: 白色

source: Wipe container data?
zh_hans: 清空容器数据？
zh_hant: 清空容器資料？

source: Wipe data
zh_hans: 清空数据
zh_hant: 清空資料

source: Wipe Data
zh_hans: 清空数据
zh_hant: 清空資料

source: Working Directory
zh_hans: 工作目录
zh_hant: 工作目錄

source: XPath (optional)
zh_hans: XPath（可选）
zh_hant: XPath（選填）

source: Yellow
zh_hans: 黄色
zh_hant: 黃色

source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

source: You're up to date.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

source: Zoom In
zh_hans: 放大
zh_hant: 放大

source: Zoom Level — Click to reset to 100%
zh_hans: 缩放比例 — 点击重置为 100%
zh_hant: 縮放比例 — 點擊重設為 100%

source: Zoom Out
zh_hans: 缩小
zh_hant: 縮小

source: 上一条提问还没有收到回答
zh_hans: 上一条提問還沒有收到回答
zh_hant: 上一條提問還沒有收到回答

# 之后的使用中，Agent 会在后台慢慢学习你的习惯（可在「记忆」中查看和删除）。
source: Going forward the agent gradually learns your habits in the background (view or delete them anytime under Memory).
zh_hans: 之后的使用中，Agent 会在后台慢慢学习你的习惯（可在「记忆」中查看和删除）。
zh_hant: 之後的使用中，Agent 會在後臺慢慢學習你的習慣（可在「記憶」中檢視和刪除）。

# 任务计划
source: Scheduled Tasks
zh_hans: 任务计划
zh_hant: 任務計劃

# 内容
source: Content
zh_hans: 内容
zh_hant: 內容

# 列表由 EasyList 社区维护，每 7 天自动更新
source: Lists are maintained by the EasyList community and auto-update every 7 days
zh_hans: 列表由 EasyList 社区维护，每 7 天自动更新
zh_hant: 列表由 EasyList 社群維護，每 7 天自動更新

# 回答
source: Answer
zh_hans: 回答
zh_hant: 回答

# 完成
source: Done
zh_hans: 完成
zh_hant: 完成

# 已拦截 %d 个 %@ 广告%@
source: 已拦截 %1$d 个 %2$@ 广告%3$@
zh_hans: 已拦截 %d 个 %@ 广告%@
zh_hant: 已攔截 %d 個 %@ 廣告%@

# 常驻能力
source: Always-on Capabilities
zh_hans: 常驻能力
zh_hant: 常駐能力

# 开始使用
source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

# 截取设备屏幕
source: Capture Device Screen
zh_hans: 截取设备屏幕
zh_hant: 擷取裝置螢幕

# 所有 L1 事实和 L2 会话摘要会被删除。个人资料（L0）保留。此操作不可撤销。
source: All L1 facts and L2 conversation summaries will be deleted. Your profile (L0) is kept. This action cannot be undone.
zh_hans: 所有 L1 事实和 L2 会话摘要会被删除。个人资料（L0）保留。此操作不可撤销。
zh_hant: 所有 L1 事實和 L2 會話摘要會被刪除。個人資料（L0）保留。此操作不可撤銷。

# 手动添加一条记忆…
source: Add a memory manually…
zh_hans: 手动添加一条记忆…
zh_hant: 手動新增一條記憶…

# 搜索工具
source: Search Tools
zh_hans: 搜索工具
zh_hant: 搜尋工具

# 断点 %@ · @%lldx · %@
source: 断点 %1$@ · @%2$lldx · %3$@
zh_hans: 断点 %@ · @%lldx · %@
zh_hant: 斷點 %@ · @%lldx · %@

# 旋转方向
source: Rotation Direction
zh_hans: 旋转方向
zh_hant: 旋轉方向

# 未设置
source: Not Set
zh_hans: 未设置
zh_hant: 未設定

# 正在聆听… 说话即可
source: Listening… just start speaking
zh_hans: 正在聆听… 说话即可
zh_hant: 正在聆聽… 說話即可

# 没有匹配的工具
source: No matching tools
zh_hans: 没有匹配的工具
zh_hant: 沒有匹配的工具

# 浏览器工具
source: Browser Tools
zh_hans: 浏览器工具
zh_hant: 瀏覽器工具

# 清空全部事实与摘要
source: Clear All Facts & Summaries
zh_hans: 清空全部事实与摘要
zh_hant: 清空全部事實與摘要

# 清空已学习的记忆？
source: Clear learned memory?
zh_hans: 清空已学习的记忆？
zh_hant: 清空已學習的記憶？

# 清空已学习的记忆（保留个人资料）
source: Clear learned memory (keep profile)
zh_hans: 清空已学习的记忆（保留个人资料）
zh_hant: 清空已學習的記憶（保留個人資料）

# 点击区段切换视口宽度
source: Click a segment to switch viewport width
zh_hans: 点击区段切换视口宽度
zh_hant: 點選區段切換視口寬度

# 点击复制图片
source: Click to copy the image
zh_hans: 点击复制图片
zh_hant: 點選複製圖片

# 立即更新全部
source: Update All Now
zh_hans: 立即更新全部
zh_hant: 立即更新全部

# 自定义指令
source: Custom Instructions
zh_hans: 自定义指令
zh_hant: 自定義指令

# 花 10 秒设置偏好，之后每次对话都会生效。全部可随时修改。
source: Take 10 seconds to set preferences — they apply to every conversation. Everything can be changed later.
zh_hans: 花 10 秒设置偏好，之后每次对话都会生效。全部可随时修改。
zh_hant: 花 10 秒設定偏好，之後每次對話都會生效。全部可隨時修改。

# 让我们认识一下
source: Let’s Get to Know You
zh_hans: 让我们认识一下
zh_hant: 讓我們認識一下

# 记忆
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# 跳过
source: Skip
zh_hans: 跳过
zh_hant: 跳過

# 输入你的回答…
source: Type your answer…
zh_hans: 输入你的回答…
zh_hant: 輸入你的回答…

# 还没有学到任何长期记忆。正常使用几轮后，Agent 会自动记录你的偏好和习惯。
source: No long-term memory yet. After a few normal sessions the agent will automatically record your preferences and habits.
zh_hans: 还没有学到任何长期记忆。正常使用几轮后，Agent 会自动记录你的偏好和习惯。
zh_hant: 還沒有學到任何長期記憶。正常使用幾輪後，Agent 會自動記錄你的偏好和習慣。

# 退出响应式模式
source: Exit Responsive Mode
zh_hans: 退出响应式模式
zh_hant: 退出響應式模式

# 长对话结束后会自动生成摘要，用于跨会话回忆。
source: Long conversations are automatically summarized when they end, for cross-session recall.
zh_hans: 长对话结束后会自动生成摘要，用于跨会话回忆。
zh_hant: 長對話結束後會自動生成摘要，用於跨會話回憶。

source: （已快进）
zh_hant: （已快轉）

source: （已跳过）
zh_hant: （已跳過）

source: （首次点击防护）
zh_hant: （首次點擊防護）

source: 优酷
zh_hant: 優酷

source: 保存
zh_hant: 儲存

source: 删除
zh_hant: 刪除

source: 搜索或输入网址
zh_hant: 搜尋或輸入網址

source: 标题
zh_hant: 標題

source: 添加
zh_hant: 加入

source: 爱奇艺
zh_hant: 愛奇藝

source: 视频
zh_hant: 影片

source: 继续回答
zh_hant: 繼續回答

source: 编辑
zh_hant: 編輯

source: 网址
zh_hant: 網址

source: 腾讯视频
zh_hant: 騰訊影片
